app/views/students/index.html.erb

SELECT "students".* FROM "students"
---
<h1>All Students: </h1>
<% Students.each do |student| %>