app/controllers/students_controller.rb

  def index
    all_students = Student.all
---
SELECT "students".* FROM "students"